Repository: liul90249-del/NutriScan---Calorie-Counter
Catalog: NutriScan/Localizable.xcstrings
Source language: en
Languages: es, it, ja, zh_hans

source: %@ active
es: %@ activo
it: %@ attivo
ja: %@ 利用中
zh_hans: %@ 已启用

source: %@ kg to goal
es: %@ kg para la meta
it: %@ kg al traguardo
ja: 目標まで %@ kg
zh_hans: 距离目标还差 %@ 公斤

source: %d free AI scans left
es: Quedan %d escaneos de IA gratis
it: Restano %d scansioni IA gratuite
ja: 無料AIスキャン残り%d回
zh_hans: 剩余 %d 次免费 AI 扫描

source: $5.99 / month
es: $5.99 / mes
it: $5.99 / mese
ja: $5.99 / 月
zh_hans: $5.99 / 月

source: $29.99 / year
es: $29.99 / año
it: $29.99 / anno
ja: $29.99 / 年
zh_hans: $29.99 / 年

source: 1 package serving
es: 1 porción del paquete
it: 1 porzione confezionata
ja: 1包装分
zh_hans: 1 份包装食物

source: 3-day free trial, then yearly renewal.
es: Prueba gratis de 3 días y luego renovación anual.
it: Prova gratuita di 3 giorni, poi rinnovo annuale.
ja: 3日間の無料トライアル後、年額で更新されます。
zh_hans: 3 天免费试用，之后按年续订。

source: Active
es: Activo
it: Attivo
ja: 有効
zh_hans: 已启用

source: Activity level
es: Nivel de actividad
it: Livello di attività
ja: 活動レベル
zh_hans: 活动水平

source: Advanced trends and coaching
es: Tendencias avanzadas y coaching
it: Trend avanzati e coaching
ja: 高度なトレンド分析とコーチング
zh_hans: 高级趋势分析与指导

source: AI confidence %lld%%
es: Confianza de IA %lld%%
it: Affidabilità IA %lld%%
ja: AI信頼度 %lld%%
zh_hans: AI 置信度 %lld%%

source: AI highlights
es: Puntos clave de IA
it: Punti chiave IA
ja: AIハイライト
zh_hans: AI 识别重点

source: AI is analyzing your meal...
es: La IA está analizando tu comida...
it: L'IA sta analizzando il tuo pasto...
ja: AIが食事を解析中です...
zh_hans: AI 正在分析你的餐食...

source: AI Scan
es: Escaneo con IA
it: Scansione AI
ja: AIスキャン
zh_hans: AI 扫描

source: AI Tracking
es: Seguimiento con IA
it: Monitoraggio IA
ja: AIトラッキング
zh_hans: AI 追踪

source: AI-Powered Food Logging
es: Registro de comidas con IA
it: Diario alimentare con IA
ja: AIによる食事記録
zh_hans: AI 智能饮食记录

source: Align the barcode inside the frame
es: Alinea el código de barras dentro del marco
it: Allinea il codice a barre nel riquadro
ja: バーコードを枠内に合わせてください
zh_hans: 将条码对准框内

source: All
es: Todos
it: Tutti
ja: すべて
zh_hans: 全部

source: Analysis
es: Análisis
it: Analisi
ja: 分析
zh_hans: 分析

source: Analyze and save your first meal to build your log.
es: Analiza y guarda tu primera comida para crear tu registro.
it: Analizza e salva il primo pasto per creare il registro.
ja: 最初の食事を解析して保存し、ログを作成しましょう。
zh_hans: 分析并保存第一餐来建立你的记录。

source: Analyze Meal
es: Analizar comida
it: Analizza pasto
ja: 食事を解析
zh_hans: 分析餐食

source: Analyzing...
es: Analizando...
it: Analisi in corso...
ja: 解析中...
zh_hans: 分析中...

source: Annual Premium
es: Premium anual
it: Premium annuale
ja: 年間プレミアム
zh_hans: 年度高级版

source: Annual Pro
es: Pro anual
it: Pro annuale
ja: 年間 Pro
zh_hans: 年度 Pro

source: Average macros per logged day
es: Macros promedio por día registrado
it: Macro medie per giorno registrato
ja: 記録日の平均マクロ
zh_hans: 已记录日期的平均宏量营养

source: Back
es: Atrás
it: Indietro
ja: 戻る
zh_hans: 返回

source: Barcode
es: Código de barras
it: Codice a barre
ja: バーコード
zh_hans: 条码

source: Barcode flow is reserved for packaged foods.
es: El flujo de código de barras está reservado para alimentos envasados.
it: Il flusso con codice a barre è riservato agli alimenti confezionati.
ja: バーコード機能は包装食品向けです。
zh_hans: 条码流程预留给包装食品。

source: Barcode nutrition
es: Nutrición por código de barras
it: Nutrizione da codice a barre
ja: バーコード栄養情報
zh_hans: 条码营养数据

source: Barcode nutrition data was incomplete.
es: Los datos nutricionales del código de barras están incompletos.
it: I dati nutrizionali del codice a barre sono incompleti.
ja: バーコードの栄養データが不完全です。
zh_hans: 条码营养数据不完整。

source: Barcode scanner could not start.
es: No se pudo iniciar el escáner de códigos de barras.
it: Impossibile avviare lo scanner di codici a barre.
ja: バーコードスキャナーを開始できませんでした。
zh_hans: 条码扫描器无法启动。

source: Barcode: %@
es: Código de barras: %@
it: Codice a barre: %@
ja: バーコード: %@
zh_hans: 条码：%@

source: Bearer token from your backend
es: Token Bearer de tu backend
it: Token Bearer dal tuo backend
ja: バックエンドの Bearer トークン
zh_hans: 你的后端 Bearer Token

source: Best recognition quality with cloud processing.
es: Mejor calidad de reconocimiento con procesamiento en la nube.
it: Migliore qualità di riconoscimento con elaborazione cloud.
ja: クラウド処理で最高品質の認識。
zh_hans: 通过云端处理获得最佳识别质量。

source: Best value
es: Mejor valor
it: Miglior valore
ja: 最もお得
zh_hans: 最划算

source: Breakfast
es: Desayuno
it: Colazione
ja: 朝食
zh_hans: 早餐

source: Building your plan...
es: Creando tu plan...
it: Stiamo creando il tuo piano...
ja: プランを作成中...
zh_hans: 正在生成你的计划...

source: Calorie Budget
es: Presupuesto de calorías
it: Budget calorie
ja: カロリー予算
zh_hans: 热量预算

source: Calories
es: Calorías
it: Calorie
ja: カロリー
zh_hans: 热量

source: Camera is not available.
es: La cámara no está disponible.
it: La fotocamera non è disponibile.
ja: カメラを使用できません。
zh_hans: 相机不可用。

source: Camera permission is required to scan barcodes.
es: Se necesita permiso de cámara para escanear códigos de barras.
it: È necessaria l autorizzazione della fotocamera per scansionare i codici a barre.
ja: バーコードをスキャンするにはカメラ権限が必要です。
zh_hans: 需要相机权限才能扫描条码。

source: Camera status
es: Estado de la cámara
it: Stato fotocamera
ja: カメラ状態
zh_hans: 相机状态

source: Carbs
es: Carbohidratos
it: Carboidrati
ja: 炭水化物
zh_hans: 碳水

source: Choose a meal photo first
es: Elige primero una foto de comida
it: Scegli prima una foto del pasto
ja: 先に食事写真を選択してください
zh_hans: 请先选择餐食照片

source: Choose a pace for your calorie deficit.
es: Elige un ritmo para tu déficit calórico.
it: Scegli un ritmo per il tuo deficit calorico.
ja: カロリー赤字のペースを選んでください。
zh_hans: 选择你的热量缺口节奏。

source: Choose a Photo First
es: Primero elige una foto
it: Scegli prima una foto
ja: 先に写真を選択
zh_hans: 请先选择照片

source: Choose all that apply so NutriScan can tailor your plan.
es: Elige todas las que correspondan para que NutriScan adapte tu plan.
it: Scegli tutte le opzioni pertinenti così NutriScan potrà personalizzare il tuo piano.
ja: 該当するものをすべて選ぶと、NutriScan があなた向けにプランを調整します。
zh_hans: 选择所有符合你的选项，NutriScan 会据此调整你的计划。

source: Choose or capture a food photo for AI nutrition analysis.
es: Elige o captura una foto de comida para el análisis nutricional con IA.
it: Scegli o scatta una foto del cibo per l analisi nutrizionale IA.
ja: AI栄養分析のために食事写真を選択または撮影してください。
zh_hans: 选择或拍摄食物照片进行 AI 营养分析。

source: Choose Photo
es: Elegir foto
it: Scegli foto
ja: 写真を選択
zh_hans: 选择照片

source: Close
es: Cerrar
it: Chiudi
ja: 閉じる
zh_hans: 关闭

source: Cloud AI analysis
es: Análisis IA en la nube
it: Analisi IA cloud
ja: クラウドAI解析
zh_hans: 云端 AI 分析

source: Cloud AI is not connected yet. Use Smart Hybrid or On-Device for now.
es: La IA en la nube aún no está conectada. Usa Smart Hybrid u On-Device por ahora.
it: L'AI cloud non è ancora connessa. Usa Smart Hybrid o On-Device per ora.
ja: クラウドAIはまだ接続されていません。今はスマートハイブリッドまたはオンデバイスを使用してください。
zh_hans: 云端 AI 尚未连接。请暂时使用智能混合或设备端模式。

source: Cloud AI returned an invalid response.
es: La IA en la nube devolvió una respuesta no válida.
it: L'AI cloud ha restituito una risposta non valida.
ja: クラウドAIから無効な応答が返されました。
zh_hans: 云端 AI 返回了无效响应。

source: Cloud API key
es: Clave API de nube
it: Chiave API cloud
ja: クラウド API キー
zh_hans: 云端 API Key

source: Cloud Boost
es: Impulso en la nube
it: Potenziamento cloud
ja: クラウド強化
zh_hans: 云端增强

source: Cloud endpoint
es: Endpoint de nube
it: Endpoint cloud
ja: クラウドエンドポイント
zh_hans: 云端接口地址

source: Cloud recognition with local save
es: Reconocimiento en la nube con guardado local
it: Riconoscimento cloud con salvataggio locale
ja: クラウド認識、ローカル保存
zh_hans: 云端识别，本地保存

source: Cloud service URL is invalid.
es: La URL del servicio en la nube no es válida.
it: L'URL del servizio cloud non è valido.
ja: クラウドサービスURLが無効です。
zh_hans: 云端服务 URL 无效。

source: Cloud status
es: Estado de la nube
it: Stato cloud
ja: クラウド状態
zh_hans: 云端状态

source: Connect
es: Conectar
it: Connetti
ja: 接続
zh_hans: 连接

source: Connect Apple Health
es: Conectar Apple Health
it: Connetti Apple Health
ja: Apple Health を接続
zh_hans: 连接 Apple 健康

source: Connected
es: Conectado
it: Connesso
ja: 接続済み
zh_hans: 已连接

source: Consumed
es: Consumido
it: Consumate
ja: 摂取
zh_hans: 已摄入

source: Continue
es: Continuar
it: Continua
ja: 続ける
zh_hans: 继续

source: Current weight
es: Peso actual
it: Peso attuale
ja: 現在の体重
zh_hans: 当前体重

source: Daily breakdown
es: Desglose diario
it: Dettaglio giornaliero
ja: 日別内訳
zh_hans: 每日明细

source: Daily calorie trend
es: Tendencia diaria de calorías
it: Andamento calorico giornaliero
ja: 毎日のカロリー傾向
zh_hans: 每日热量趋势

source: Daily kcal
es: kcal diarias
it: kcal giornaliere
ja: 1日のkcal
zh_hans: 每日热量

source: Data & Privacy
es: Datos y privacidad
it: Dati e privacy
ja: データとプライバシー
zh_hans: 数据与隐私

source: Database match
es: Coincidencia de base de datos
it: Corrispondenza database
ja: データベース一致度
zh_hans: 数据库匹配度

source: Dinner
es: Cena
it: Cena
ja: 夕食
zh_hans: 晚餐

source: Done
es: Listo
it: Fine
ja: 完了
zh_hans: 完成

source: Edit Meal
es: Editar comida
it: Modifica pasto
ja: 食事を編集
zh_hans: 编辑餐食

source: Emotional snacking
es: Picoteo emocional
it: Snack emotivi
ja: 感情的に間食してしまう
zh_hans: 情绪化吃零食

source: Enable cloud recognition
es: Activar reconocimiento en la nube
it: Attiva riconoscimento cloud
ja: クラウド認識を有効化
zh_hans: 开启云端识别

source: Estimate confidence %lld%%
es: Confianza estimada %lld%%
it: Affidabilità stima %lld%%
ja: 推定信頼度 %lld%%
zh_hans: 估算置信度 %lld%%

source: Estimated portion: %@
es: Porción estimada: %@
it: Porzione stimata: %@
ja: 推定量: %@
zh_hans: 估算份量：%@

source: Estimating calories, goals, and meal rhythm.
es: Estimando calorías, objetivos y ritmo de comidas.
it: Stima di calorie, obiettivi e ritmo dei pasti.
ja: カロリー、目標、食事リズムを推定しています。
zh_hans: 正在估算热量、目标和饮食节奏。

source: Exercise
es: Ejercicio
it: Esercizio
ja: 運動
zh_hans: 运动

source: Fallback estimate
es: Estimación de respaldo
it: Stima di fallback
ja: フォールバック推定
zh_hans: 回退估算

source: Fat
es: Grasa
it: Grassi
ja: 脂質
zh_hans: 脂肪

source: Female
es: Mujer
it: Donna
ja: 女性
zh_hans: 女性

source: Food name
es: Nombre del alimento
it: Nome alimento
ja: 食品名
zh_hans: 食物名称

source: Free plan
es: Plan gratuito
it: Piano gratuito
ja: 無料プラン
zh_hans: 免费版

source: Fully local
es: Totalmente local
it: Completamente locale
ja: 完全ローカル
zh_hans: 完全本地

source: Gallery
es: Galería
it: Galleria
ja: ギャラリー
zh_hans: 相册

source: Gallery flow enabled
es: Flujo de galería activado
it: Flusso galleria abilitato
ja: ギャラリーフロー有効
zh_hans: 图库流程已启用

source: Get a daily calorie target based on your body metrics and activity level.
es: Obtén un objetivo diario de calorías según tus medidas corporales y nivel de actividad.
it: Ottieni un obiettivo calorico giornaliero in base ai tuoi dati corporei e al livello di attività.
ja: 体のデータと活動レベルに基づいて、1日のカロリー目標を設定します。
zh_hans: 根据你的身体数据和活动水平，生成每日热量目标。

source: Get Started
es: Comenzar
it: Inizia
ja: はじめる
zh_hans: 开始使用

source: Get unlimited cloud recognition, smarter nutrition analysis, and premium coaching tools.
es: Obtén reconocimiento en la nube ilimitado, análisis nutricional más inteligente y herramientas premium de coaching.
it: Ottieni riconoscimento cloud illimitato, analisi nutrizionale più intelligente e strumenti premium di coaching.
ja: クラウド認識の無制限利用、より賢い栄養分析、プレミアムコーチングツールを利用できます。
zh_hans: 解锁无限次云端识别、更智能的营养分析和高级营养指导工具。

source: Goal
es: Meta
it: Obiettivo
ja: 目標
zh_hans: 目标

source: Goal adherence
es: Cumplimiento del objetivo
it: Aderenza all'obiettivo
ja: 目標達成度
zh_hans: 目标达成情况

source: Goal weight
es: Peso objetivo
it: Peso obiettivo
ja: 目標体重
zh_hans: 目标体重

source: Goals
es: Objetivos
it: Obiettivi
ja: 目標
zh_hans: 目标

source: Hard to track calories
es: Difícil seguir las calorías
it: Difficile monitorare le calorie
ja: カロリー管理が難しい
zh_hans: 很难追踪热量

source: Healthy fat loss
es: Pérdida de grasa saludable
it: Perdita di grasso sana
ja: 健康的な脂肪減少
zh_hans: 健康减脂

source: Healthy Habits
es: Hábitos saludables
it: Abitudini sane
ja: 健康習慣
zh_hans: 健康习惯

source: Height
es: Altura
it: Altezza
ja: 身長
zh_hans: 身高

source: Height & Weight
es: Altura y peso
it: Altezza e peso
ja: 身長と体重
zh_hans: 身高与体重

source: High
es: Alta
it: Alta
ja: 高い
zh_hans: 高

source: How active are you?
es: ¿Qué tan activo eres?
it: Quanto sei attivo?
ja: どのくらい活動していますか？
zh_hans: 你的活动量如何？

source: If cloud AI is unavailable, the app will fall back to a local estimate.
es: Si la IA en la nube no esta disponible, la app usara una estimacion local.
it: Se l'AI cloud non e disponibile, l'app usera una stima locale.
ja: クラウドAIを利用できない場合、アプリはローカル推定に切り替えます。
zh_hans: 如果云端 AI 不可用，App 会回退到本地估算。

source: Inconsistent meal routine
es: Rutina de comidas inconsistente
it: Routine dei pasti irregolare
ja: 食事のリズムが安定しない
zh_hans: 饮食节奏不规律

source: Insights, suggestions, and long-term progress
es: Insights, sugerencias y progreso a largo plazo
it: Insight, suggerimenti e progressi a lungo termine
ja: インサイト、提案、長期的な進捗
zh_hans: 洞察、建议与长期进展

source: Language
es: Idioma
it: Lingua
ja: 言語
zh_hans: 语言

source: Latest result
es: Resultado reciente
it: Ultimo risultato
ja: 最新結果
zh_hans: 最新结果

source: Left
es: Restante
it: Restanti
ja: 残り
zh_hans: 剩余

source: Light
es: Ligera
it: Leggera
ja: 軽い
zh_hans: 轻度

source: Lightly active
es: Ligera actividad
it: Leggermente attivo
ja: やや活動的
zh_hans: 轻度活动

source: Local by default
es: Local por defecto
it: Locale per impostazione predefinita
ja: 標準はローカル処理
zh_hans: 默认本地处理

source: Local estimate
es: Estimación local
it: Stima locale
ja: ローカル推定
zh_hans: 本地估算

source: Local first with optional cloud fallback
es: Primero local con respaldo opcional en la nube
it: Prima locale con fallback cloud opzionale
ja: ローカル優先、必要時はクラウドにフォールバック
zh_hans: 优先本地，必要时回退到云端

source: Log
es: Registro
it: Registro
ja: 記録
zh_hans: 记录

source: Log a few days to spot trends.
es: Registra unos días para detectar tendencias.
it: Registra qualche giorno per vedere le tendenze.
ja: 数日記録すると傾向が見えてきます。
zh_hans: 先记录几天，才能看出趋势。

source: Log your first meal
es: Registrar primera comida
it: Registra il primo pasto
ja: 最初の食事を記録
zh_hans: 记录第一餐

source: Looking up barcode...
es: Buscando código de barras...
it: Ricerca del codice a barre...
ja: バーコードを検索中...
zh_hans: 正在查询条码...

source: Lunch
es: Almuerzo
it: Pranzo
ja: 昼食
zh_hans: 午餐

source: Male
es: Hombre
it: Uomo
ja: 男性
zh_hans: 男性

source: Manage Subscription
es: Gestionar suscripción
it: Gestisci abbonamento
ja: サブスクリプションを管理
zh_hans: 管理订阅

source: Matching packaged food nutrition data.
es: Buscando datos nutricionales del alimento envasado.
it: Abbinamento dei dati nutrizionali dell alimento confezionato.
ja: 包装食品の栄養データを照合しています。
zh_hans: 正在匹配包装食品营养数据。

source: Maybe Later
es: Quizás después
it: Forse più tardi
ja: あとで
zh_hans: 稍后再说

source: Meal
es: Comida
it: Pasto
ja: 食事
zh_hans: 餐食

source: Meal distribution
es: Distribución de comidas
it: Distribuzione dei pasti
ja: 食事の分布
zh_hans: 餐食分布

source: Meal Log
es: Registro de comidas
it: Registro pasti
ja: 食事ログ
zh_hans: 餐食记录

source: Meal logging reminders
es: Recordatorios de comidas
it: Promemoria pasti
ja: 食事記録のリマインダー
zh_hans: 记录餐食提醒

source: Meal saved
es: Comida guardada
it: Pasto salvato
ja: 食事を保存しました
zh_hans: 餐食已保存

source: Meal type
es: Tipo de comida
it: Tipo di pasto
ja: 食事タイプ
zh_hans: 餐次类型

source: Meal Type
es: Tipo de comida
it: Tipo pasto
ja: 食事タイプ
zh_hans: 餐食类型

source: Metric
es: Métrico
it: Metrico
ja: メートル法
zh_hans: 公制

source: Moderate
es: Moderada
it: Moderata
ja: 中程度
zh_hans: 中等

source: Moderately active
es: Actividad moderada
it: Moderatamente attivo
ja: 中程度に活動的
zh_hans: 中度活动

source: Monthly Pro
es: Pro mensual
it: Pro mensile
ja: 月間 Pro
zh_hans: 月度 Pro

source: Mostly sedentary
es: Mayormente sedentario
it: Per lo più sedentario
ja: ほとんど座りがち
zh_hans: 大多时间久坐

source: No matching meals
es: No hay comidas coincidentes
it: Nessun pasto corrispondente
ja: 一致する食事がありません
zh_hans: 没有匹配的餐食

source: No meals saved yet
es: Aún no hay comidas guardadas
it: Nessun pasto salvato
ja: まだ食事が保存されていません
zh_hans: 还没有保存任何餐食

source: No photo was selected.
es: No se seleccionó ninguna foto.
it: Nessuna foto selezionata.
ja: 写真が選択されていません。
zh_hans: 未选择照片。

source: No recognized food data
es: No hay datos de comida reconocidos
it: Nessun dato cibo riconosciuto
ja: 認識された食品データがありません
zh_hans: 没有识别到食物数据

source: No trend data yet
es: Aún no hay datos de tendencia
it: Nessun dato di tendenza per ora
ja: まだトレンドデータがありません
zh_hans: 还没有趋势数据

source: Not connected
es: No conectado
it: Non connesso
ja: 未接続
zh_hans: 未连接

source: Not enough protein
es: No suficiente proteína
it: Poche proteine
ja: たんぱく質が足りない
zh_hans: 蛋白质摄入不足

source: Notes
es: Notas
it: Note
ja: メモ
zh_hans: 备注

source: Nothing logged for today
es: Nada registrado hoy
it: Nessun pasto registrato oggi
ja: 今日はまだ記録がありません
zh_hans: 今天还没有记录

source: Nutrient Budget
es: Presupuesto de nutrientes
it: Budget nutrienti
ja: 栄養予算
zh_hans: 营养预算

source: Nutrition
es: Nutrición
it: Nutrizione
ja: 栄養
zh_hans: 营养

source: Nutrition estimates may need manual correction.
es: Las estimaciones nutricionales pueden requerir corrección manual.
it: Le stime nutrizionali potrebbero richiedere una correzione manuale.
ja: 栄養推定値は手動で修正が必要な場合があります。
zh_hans: 营养估算结果可能仍需手动修正。

source: Nutrition loaded from barcode database
es: Nutrición cargada desde la base de datos de códigos de barras
it: Valori nutrizionali caricati dal database dei codici a barre
ja: 栄養データはバーコードデータベースから取得しました
zh_hans: 营养数据来自条码数据库

source: Nutrition Summary
es: Resumen nutricional
it: Riepilogo nutrizionale
ja: 栄養サマリー
zh_hans: 营养摘要

source: On-Device
es: En el dispositivo
it: Sul dispositivo
ja: オンデバイス
zh_hans: 设备端

source: Optional notes, serving size, ingredients...
es: Notas opcionales, tamaño de porción, ingredientes...
it: Note opzionali, porzione, ingredienti...
ja: 任意メモ、分量、材料...
zh_hans: 可选备注、份量、食材...

source: Overeating at night
es: Comer en exceso por la noche
it: Mangio troppo la sera
ja: 夜に食べ過ぎる
zh_hans: 夜间容易吃多

source: Packaged food
es: Alimento envasado
it: Alimento confezionato
ja: 包装食品
zh_hans: 包装食品

source: People stay consistent when tracking feels simple.
es: Las personas son más constantes cuando el seguimiento se siente simple.
it: Le persone restano costanti quando il monitoraggio è semplice.
ja: 記録がシンプルだと、続けやすくなります。
zh_hans: 记录越简单，越容易坚持。

source: Photo logging finally made calorie tracking sustainable.
es: Registrar con fotos por fin hizo sostenible el seguimiento de calorías.
it: Registrare con le foto ha finalmente reso sostenibile il conteggio delle calorie.
ja: 写真記録のおかげで、カロリー管理を続けられるようになりました。
zh_hans: 拍照记录终于让我能长期坚持热量追踪。

source: Photo ready for analysis
es: Foto lista para analizar
it: Foto pronta per l'analisi
ja: 写真の解析準備ができました
zh_hans: 照片已准备好分析

source: Photo sent only for AI analysis
es: La foto se envía solo para análisis de IA
it: La foto viene inviata solo per l'analisi AI
ja: 写真はAI分析のみに送信されます
zh_hans: 照片仅用于 AI 分析

source: Portion
es: Porción
it: Porzione
ja: 分量
zh_hans: 份量

source: Prefer local first, upgrade to cloud when needed.
es: Prefiere primero lo local y pasa a la nube cuando sea necesario.
it: Preferisci prima il locale e passa al cloud quando serve.
ja: まずローカルで認識し、必要に応じてクラウドに切り替えます。
zh_hans: 优先本地识别，需要时再升级到云端。

source: Prefer not to say
es: Prefiero no decirlo
it: Preferisco non dirlo
ja: 回答しない
zh_hans: 不想说明

source: Preferences
es: Preferencias
it: Preferenze
ja: 設定
zh_hans: 偏好设置

source: Premium access
es: Acceso premium
it: Accesso premium
ja: プレミアムアクセス
zh_hans: 高级版权限

source: Premium AI analysis mode
es: Modo premium de análisis con IA
it: Modalità premium di analisi IA
ja: プレミアム AI 分析モード
zh_hans: 高级 AI 分析模式

source: Preview, then confirm the nutrition result before saving.
es: Previsualiza y luego confirma el resultado nutricional antes de guardar.
it: Anteprima e conferma il risultato nutrizionale prima di salvare.
ja: 保存前に栄養結果をプレビューして確認してください。
zh_hans: 保存前请先预览并确认营养结果。

source: Priority access to new features
es: Acceso prioritario a nuevas funciones
it: Accesso prioritario alle nuove funzioni
ja: 新機能への優先アクセス
zh_hans: 优先体验新功能

source: Private local analysis with basic estimation.
es: Análisis local privado con estimación básica.
it: Analisi locale privata con stima di base.
ja: 基本推定を使ったプライベートなローカル解析。
zh_hans: 私密本地分析，提供基础估算。

source: Processing
es: Procesamiento
it: Elaborazione
ja: 処理
zh_hans: 处理方式

source: Product not found for this barcode.
es: No se encontró ningún producto para este código de barras.
it: Nessun prodotto trovato per questo codice a barre.
ja: このバーコードの商品が見つかりません。
zh_hans: 未找到该条码对应的商品。

source: Profile
es: Perfil
it: Profilo
ja: プロフィール
zh_hans: 我的

source: Protein
es: Proteína
it: Proteine
ja: たんぱく質
zh_hans: 蛋白质

source: Purchase is pending approval.
es: La compra esta pendiente de aprobacion.
it: L'acquisto e in attesa di approvazione.
ja: 購入は承認待ちです。
zh_hans: 购买正在等待批准。

source: Recognition engine
es: Motor de reconocimiento
it: Motore di riconoscimento
ja: 認識エンジン
zh_hans: 识别引擎

source: Recognition mode
es: Modo de reconocimiento
it: Modalità di riconoscimento
ja: 認識モード
zh_hans: 识别模式

source: remaining kcal
es: kcal restantes
it: kcal rimanenti
ja: 残りkcal
zh_hans: 剩余千卡

source: Reminders
es: Recordatorios
it: Promemoria
ja: リマインダー
zh_hans: 提醒

source: Replace Photo
es: Reemplazar foto
it: Sostituisci foto
ja: 写真を変更
zh_hans: 更换照片

source: Restore Purchase
es: Restaurar compra
it: Ripristina acquisto
ja: 購入を復元
zh_hans: 恢复购买

source: Review before saving
es: Revisar antes de guardar
it: Controlla prima di salvare
ja: 保存前に確認
zh_hans: 保存前确认

source: Review serving size before saving
es: Revisa el tamaño de la porción antes de guardar
it: Controlla la porzione prima di salvare
ja: 保存前に1食分の量を確認してください
zh_hans: 保存前请检查食用份量

source: Review suggested before saving
es: Se recomienda revisar antes de guardar
it: Controllo consigliato prima di salvare
ja: 保存前に確認をおすすめします
zh_hans: 建议保存前复核

source: Save Meal
es: Guardar comida
it: Salva pasto
ja: 食事を保存
zh_hans: 保存餐食

source: Save meals across a few days to unlock calorie and macro trends.
es: Guarda comidas durante unos días para desbloquear tendencias de calorías y macros.
it: Salva i pasti per qualche giorno per sbloccare le tendenze di calorie e macro.
ja: 数日分の食事を保存すると、カロリーとマクロの傾向を確認できます。
zh_hans: 连续保存几天餐食后，即可解锁热量和宏量营养趋势。

source: Save to Log
es: Guardar en registro
it: Salva nel diario
ja: ログに保存
zh_hans: 保存到日志

source: Scan a barcode to continue
es: Escanea un código de barras para continuar
it: Scansiona un codice a barre per continuare
ja: 続けるにはバーコードをスキャン
zh_hans: 扫描条码后继续

source: Scan a meal
es: Escanear comida
it: Scansiona pasto
ja: 食事をスキャン
zh_hans: 扫描餐食

source: Scan failed
es: Error de escaneo
it: Scansione non riuscita
ja: スキャンに失敗しました
zh_hans: 扫描失败

source: Scan packaged foods to load label nutrition.
es: Escanea alimentos envasados para cargar la etiqueta nutricional.
it: Scansiona alimenti confezionati per caricare l etichetta nutrizionale.
ja: 包装食品をスキャンして栄養表示を読み込みます。
zh_hans: 扫描包装食品以载入营养标签数据。

source: Scanned barcode: %@
es: Código escaneado: %@
it: Codice scansionato: %@
ja: スキャンしたバーコード: %@
zh_hans: 已扫描条码：%@

source: Search meals or notes
es: Buscar comidas o notas
it: Cerca pasti o note
ja: 食事やメモを検索
zh_hans: 搜索餐食或备注

source: Sedentary
es: Sedentaria
it: Sedentaria
ja: 座りがち
zh_hans: 久坐

source: See long-term change
es: Ve el cambio a largo plazo
it: Osserva i cambiamenti a lungo termine
ja: 長期的な変化を確認
zh_hans: 查看长期变化

source: Seeing macros after each scan changed how I build meals.
es: Ver los macros después de cada escaneo cambió cómo preparo mis comidas.
it: Vedere i macro dopo ogni scansione ha cambiato il modo in cui compongo i pasti.
ja: 毎回スキャン後にマクロが見えることで、食事の組み立て方が変わりました。
zh_hans: 每次扫描后看到三大营养素，让我重新调整了配餐方式。

source: Serving size, ingredients, context...
es: Tamaño de porción, ingredientes, contexto...
it: Porzione, ingredienti, contesto...
ja: 分量、材料、状況...
zh_hans: 份量、食材、场景...

source: Set a target that feels realistic and sustainable.
es: Establece una meta que se sienta realista y sostenible.
it: Imposta un obiettivo realistico e sostenibile.
ja: 現実的で続けやすい目標を設定しましょう。
zh_hans: 设定一个现实且可持续的目标。
